alefragnani.project-manager
be5invis.vscode-custom-css
codezombiech.gitignore
dahong.theme-bear
donjayamanne.git-extension-pack
donjayamanne.githistory
eamodio.gitlens
emmanuelbeziat.vscode-great-icons
enkia.tokyo-night
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.code-runner
github.github-vscode-theme
hediet.vscode-drawio
lewxdev.vscode-glyph
michelemelluso.code-beautifier
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
nichabosh.minimalist-dark
pkief.material-icon-theme
pkief.material-product-icons
raunofreiberg.vesper
redhat.java
ritwickdey.liveserver
sainnhe.everforest
sainnhe.gruvbox-material
twxs.cmake
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
whizkydee.material-palenight-theme
wicked-labs.wvsc-serendipity
zaaack.markdown-editor
zhuangtongfa.material-theme
ziyasal.vscode-open-in-github
